Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: The atoms are already in z-matrix order: every atom already follows the atoms it is measured against, so renumbering them would change nothing.
sv: Atomerna är redan i Z-matrisordning: varje atom följer redan de atomer som den mäts mot, så en omnumrering skulle inte ändra något.

source: Renumber the atoms so that each one follows the atoms it is measured against. This changes the atom numbers the rest of the application uses.
sv: Numrera om atomerna så att var och en följer de atomer som den mäts mot. Detta ändrar atomnumren som resten av programmet använder.

source: Edit bond lengths, angles and torsions in a table.
sv: Redigera bindningslängder, vinklar och torsioner i en tabell.

source: Distance (Å)
sv: Avstånd (Å)

source: Dihedral (°)
sv: Dihedralvinkel (°)

source: There is no atom %1.
sv: Atom %1 finns inte.

source: An atom cannot be measured against itself.
sv: En atom kan inte mätas mot sig själv.

source: Atom %1 is already used by this row.
sv: Atom %1 används redan av denna rad.

source: Atom %1 is placed after this one, so it cannot be measured against. Reorder the atoms first.
sv: Atom %1 placeras efter denna och kan därför inte mätas mot den. Ändra atomordningen först.

source: Rebuild from Z-matrix
sv: Bygg om från Z-matris

source: Dialog
sv: Dialogruta

source: Form
sv: Formulär

source: Calculation Settings
sv: Beräkningsinställningar

source: Placeholder text…
sv: Platshållartext…

source: Debug Script…
sv: Felsökningsskript…

source: Submit Calculation…
sv: Skicka beräkning…

source: Save Input…
sv: Spara indata…

source: Queue and Program:
sv: Kö och program:

source: <html><head/><body><p>Number of processor cores to reserve for this job.</p></body></html>
sv: <html><head/><body><p>Antal processorkärnor att reservera för detta jobb.</p></body></html>

source: Processor cores:
sv: Processorkärnor:

source: <html><head/><body><p>Delete remote working files upon job completion. Results will still be copied to the local MoleQueue job cache first.</p></body></html>
sv: <html><head/><body><p>Ta bort fjärrarbetsfiler när jobbet har slutförts. Resultaten kopieras fortfarande först till den lokala MoleQueue-jobbcachen.</p></body></html>

source: Delete remote files when finished:
sv: Ta bort fjärrfiler när jobbet är klart:

source: <html><head/><body><p>Check to prevent this job from showing up in the MoleQueue GUI by default.</p></body></html>
sv: <html><head/><body><p>Markera för att förhindra att detta jobb visas i MoleQueues grafiska gränssnitt som standard.</p></body></html>

source: Hide job in MoleQueue:
sv: Dölj jobb i MoleQueue:

source: <html><head/><body><p>Show a system popup notification when the job's status changes.</p></body></html>
sv: <html><head/><body><p>Visa en systemnotis när jobbets status ändras.</p></body></html>

source: Show progress notifications:
sv: Visa förloppsnotiser:

source: Open output when finished:
sv: Öppna utdata när jobbet är klart:

source: Rename Elements
sv: Byt namn på grundämnen

source: Insert Fragment…
sv: Infoga fragment…

source: Type a name or part of a name to show only matching files.
sv: Skriv ett namn eller en del av ett namn för att bara visa matchande filer.

source: 3DMol HTML Snippet
sv: 3DMol HTML-kodsnutt

source: &Copy to Clipboard
sv: &Kopiera till urklipp

source: Structure Input File
sv: Strukturindatafil

source: Generate Input From PDB
sv: Skapa indata från PDB

source: PDB File:
sv: PDB-fil:

source: Force Field:
sv: Kraftfält:

source: Run PDB2PQR
sv: Kör PDB2PQR

source: Load Existing PQR File
sv: Läs in befintlig PQR-fil

source: PQR File:
sv: PQR-fil:

source: APBS Input File
sv: APBS-indatafil

source: Save Input File
sv: Spara indatafil

source: Run APBS
sv: Kör APBS

source: Load Structure File
sv: Läs in strukturfil

source: Load Cube File
sv: Läs in kubfil

source: Partial Charges
sv: Partiella laddningar

source: Charge Model:
sv: Laddningsmodell:

source: Distance Tolerance:
sv: Avståndstolerans:

source: Minimum Distance:
sv: Minsta avstånd:

source: Only the “base” conda environment exists. Would you like to create a new environment for Avogadro? This will make a copy of your base environment.
sv: Endast conda-miljön ”base” finns. Vill du skapa en ny miljö för Avogadro? Detta skapar en kopia av din base-miljö.

source: Environment name:
sv: Miljönamn:

source: Select the Python version used to run scripts. Avogadro must be restarted for any changes to take effect.
sv: Välj den Python-version som används för att köra skript. Avogadro måste startas om innan ändringarna börjar gälla.

source: Environment:
sv: Miljö:

source: Add Constraints
sv: Lägg till restriktioner

source: Atom Indices:
sv: Atomindex:

source: Value:
sv: Värde:

source: Get Constraint
sv: Hämta restriktion

source: Delete Selected
sv: Ta bort markerade

source: Delete All
sv: Ta bort alla

source: Coordinate Editor
sv: Koordinatredigerare

source: Preset:
sv: Förinställning:

source: Distance Unit:
sv: Avståndsenhet:

source: Angstrom
sv: Ångström

source: <html><head/><body><p>Specification of format. Each character indicates a value to write per atom:</p><p><span style=" font-weight:600;">#</span> - Atom index (1, 2, ..., numAtoms)<br/><span style=" font-weight:600;">Z</span> - Atomic number (e.g. "6" for carbon)<br/><span style=" font-weight:600;">G</span> - GAMESS-style atomic number (e.g. "6.0" for carbon)<br/><span style=" font-weight:600;">N</span> - Element name (e.g. "Carbon")<br/><span style=" font-weight:600;">S</span> - Element symbol (e.g. "C" for carbon)<br/><span style=" font-weight:700;">L</span> - Atom label (e.g., "C2" for second carbon atom, "H1" for first hydrogen) <br/><span style=" font-weight:600;">x</span> - X position coordinate<br/><span style=" font-weight:600;">y</span> - Y position coordinate<br/><span style=" font-weight:600;">z</span> - Z position coordinate<br/><span style=" font-weight:600;">a</span> - 'a' lattice coordinate (crystals only)<br/><span style=" font-weight:600;">b</span> - 'b' lattice coordinate (crystals only)<br/><span style=" font-weight:600;">c</span> - 'c' lattice coordinate (crystals only)<br/><span style=" font-weight:600;">_</span> - A literal space (" "), useful for alignment<br/><span style=" font-weight:600;">0</span> - A literal 0 ("0"), useful for optimization flags<br/><span style=" font-weight:600;">1</span> - A literal 1 ("1"), useful for optimization flags<br/></p></body></html>
sv: <html><head/><body><p>Formatspecifikation. Varje tecken anger ett värde som ska skrivas per atom:</p><p><span style=" font-weight:600;">#</span> – Atomindex (1, 2, …, numAtoms)<br/><span style=" font-weight:600;">Z</span> – Atomnummer (t.ex. ”6” för kol)<br/><span style=" font-weight:600;">G</span> – Atomnummer i GAMESS-stil (t.ex. ”6.0” för kol)<br/><span style=" font-weight:600;">N</span> – Grundämnesnamn (t.ex. ”Carbon”)<br/><span style=" font-weight:600;">S</span> – Grundämnessymbol (t.ex. ”C” för kol)<br/><span style=" font-weight:700;">L</span> – Atometikett (t.ex. ”C2” för den andra kolatomen, ”H1” för den första väteatomen) <br/><span style=" font-weight:600;">x</span> – X-koordinat<br/><span style=" font-weight:600;">y</span> – Y-koordinat<br/><span style=" font-weight:600;">z</span> – Z-koordinat<br/><span style=" font-weight:600;">a</span> – gitterkoordinat ”a” (endast kristaller)<br/><span style=" font-weight:600;">b</span> – gitterkoordinat ”b” (endast kristaller)<br/><span style=" font-weight:600;">c</span> – gitterkoordinat ”c” (endast kristaller)<br/><span style=" font-weight:600;">_</span> – Ett bokstavligt blanksteg (” ”), användbart för justering<br/><span style=" font-weight:600;">0</span> – En bokstavlig 0 (”0”), användbart för optimeringsflaggor<br/><span style=" font-weight:600;">1</span> – En bokstavlig 1 (”1”), användbart för optimeringsflaggor<br/></p></body></html>

source: Help…
sv: Hjälp…

source: CP2K Input
sv: CP2K-indata

source: Reset All
sv: Återställ allt

source: Defaults
sv: Standardvärden

source: Save File…
sv: Spara fil…

source: &Basic Setup
sv: &Grundinställningar

source: Title:
sv: Titel:

source: Filename Base:
sv: Filnamnsbas:

source: job
sv: jobb

source: Calculate:
sv: Beräkna:

source: Basis set:
sv: Basuppsättning:

source: Functional
sv: Funktional

source: Poisson EWALD type
sv: Poisson EWALD-typ

source: Poisson EWALD Alpha
sv: Poisson EWALD alfa

source: File extension for Open Babel conversion (default - Avogadro::POSCAR):
sv: Filändelse för Open Babel-konvertering (standard – Avogadro::POSCAR):

source: Supercell Parameters
sv: Supercellsparametrar

source: Super Cell Options
sv: Alternativ för supercell

source: A range:
sv: A-intervall:

source: B range:
sv: B-intervall:

source: C range:
sv: C-intervall:

source: Bond copies across cell boundaries
sv: Bindningskopior över cellgränser

source: Join molecules that are split by a cell boundary, so that they are drawn whole wherever both halves are present. Turn this off if it bonds atoms that should not be bonded.
sv: Sammanfoga molekyler som delas av en cellgräns, så att de ritas hela där båda halvorna finns. Stäng av detta om atomer binds som inte ska vara bundna.

source: Whole-number ranges build a supercell; fractional ranges keep the original cell and pack copies around it.
sv: Intervall med heltal skapar en supercell; fraktionella intervall behåller den ursprungliga cellen och packar kopior omkring den.

source: Cell Matrix:
sv: Cellmatris:

source: Fractional Matrix:
sv: Fraktionell matris:

source: &Transform Atoms
sv: &Transformera atomer

source: &Apply
sv: &Verkställ

source: &Revert
sv: Åter&ställ

source: &Hide
sv: &Dölj

source: Scale Unit Cell Volume
sv: Skala enhetscellens volym

source: New &Volume:
sv: Ny &volym:

source: &Scaling Factor:
sv: &Skalningsfaktor:

source: Current Volume:
sv: Aktuell volym:

source: TextLabel
sv: Textetikett

source: Bond Order:
sv: Bindningsordning:

source: Geometry Optimization Parameters
sv: Parametrar för geometrioptimering

source: Convergence Criteria
sv: Konvergenskriterier

source: Energy convergence:
sv: Energikonvergens:

source: Step limit:
sv: Steggräns:

source: units
sv: enheter

source: steps
sv: steg

source: Gradient convergence:
sv: Gradientkonvergens:

source: Optimization Method
sv: Optimeringsmetod

source: Force field:
sv: Kraftfält:

source: Autodetect
sv: Identifiera automatiskt

source: GAMESS Input
sv: GAMESS-indata

source: In:
sv: I:

source: Multiplicity:
sv: Multiplicitet:

source: With:
sv: Med:

source: Charge:
sv: Laddning:

source: Import From PQR…
sv: Importera från PQR…

source: name
sv: namn

source: tag
sv: etikett

source: formula
sv: formel

source: Search By:
sv: Sök efter:

source: Formula:
sv: Formel:

source: Insert Nucleic Acids
sv: Infoga nukleinsyror

source: DNA/RNA Builder
sv: DNA/RNA-byggare

source: Nucleic Acids:
sv: Nukleinsyror:

source: Adenine
sv: Adenin

source: Cytosine
sv: Cytosin

source: Guanine
sv: Guanin

source: Sequence:
sv: Sekvens:

source: the number of base pairs per helix turn
sv: antal baspar per helixvarv

source: Bases Per Turn:
sv: Baser per varv:

source: Strands:
sv: Strängar:

source: Peptide Builder
sv: Peptidbyggare

source: Alanine
sv: Alanin

source: Arginine
sv: Arginin

source: Asparagine
sv: Asparagin

source: Aspartic acid
sv: Asparaginsyra

source: Cysteine
sv: Cystein

source: Glutamic acid
sv: Glutaminsyra

source: Glutamine
sv: Glutamin

source: Glycine
sv: Glycin

source: Histidine
sv: Histidin

source: Isoleucine
sv: Isoleucin

source: Valine
sv: Valin

source: Tyrosine
sv: Tyrosin

source: Tryptophan
sv: Tryptofan

source: Threonine
sv: Treonin

source: Serine
sv: Serin

source: Proline
sv: Prolin

source: Phenylalanine
sv: Fenylalanin

source: Methionine
sv: Metionin

source: Lysine
sv: Lysin

source: Leucine
sv: Leucin

source: Amino Acids:
sv: Aminosyror:

source: Sequence (N to C):
sv: Sekvens (N till C):

source: Stereochemistry:
sv: Stereokemi:

source: N Terminus:
sv: N-terminal:

source: C Terminus:
sv: C-terminal:

source: Straight Chain
sv: Rak kedja

source: β Sheet
sv: β-flak

source: Chain Number:
sv: Kedjenummer:

source: The chain number for the new peptide
sv: Kedjenummer för den nya peptiden

source: Polymer Structure
sv: Polymerstruktur

source: A unit:
sv: A-enhet:

source: Choose…
sv: Välj…

source: B unit:
sv: B-enhet:

source: C unit:
sv: C-enhet:

source: Depiction of the A repeat unit
sv: Avbildning av den upprepade A-enheten

source: Depiction of the B repeat unit
sv: Avbildning av den upprepade B-enheten

source: Depiction of the C repeat unit
sv: Avbildning av den upprepade C-enheten

source: Repeats:
sv: Upprepningar:

source: Repeat Style:
sv: Upprepningsstil:

source: Percent
sv: Procent

source: Repeat Units
sv: Upprepade enheter

source: Total Length:
sv: Total längd:

source: Molecular Weight
sv: Molekylvikt

source: Tacticity:
sv: Takticitet:

source: Control of the polymer stereochemistry / tacticity
sv: Styr polymerens stereokemi/takticitet

source: Atactic / Random
sv: Ataktisk/slumpmässig

source: Isotactic
sv: Isotaktisk

source: Syndiotactic
sv: Syndiotaktisk

source: LAMMPS Input
sv: LAMMPS-indata

source: Input file comments
sv: Kommentarer i indatafilen

source: Select the unit style to be used during the simulation.
sv: Välj den enhetsstil som ska användas under simuleringen.

source: Water Potential
sv: Vattenpotential

source: Select atom_style used by the data file.
sv: Välj atom_style som används av datafilen.

source: Atom Style
sv: Atomstil

source: Specify the name to be used for the coordinate file.
sv: Ange namnet som ska användas för koordinatfilen.

source: Coordinate Data File
sv: Koordinatdatafil

source: Temperature
sv: Temperatur

source: Select the number of Nosé-Hoover chains in the NVT ensemble.
sv: Välj antalet Nosé–Hoover-kedjor i NVT-ensemblen.

source: NH Chains
sv: NH-kedjor

source: Time step for the simulation in units according to "Units" specification.
sv: Tidssteg för simuleringen i enheter enligt specifikationen ”Enheter”.

source: Time Step
sv: Tidssteg

source: Filename of the XYZ file to write during the simulation.
sv: Filnamn för XYZ-filen som ska skrivas under simuleringen.

source: Dump XYZ
sv: Skriv XYZ

source: Number of dimensions in the system.
sv: Antal dimensioner i systemet.

source: Dimensions
sv: Dimensioner

source: Change Z boundary style.
sv: Ändra randvillkoret i Z-led.

source: Change Y boundary style.
sv: Ändra randvillkoret i Y-led.

source: Change X boundary style.
sv: Ändra randvillkoret i X-led.

source: Select boundary Styles in X, Y and Z directions.
sv: Välj randvillkorsstilar i X-, Y- och Z-led.

source: Boundary
sv: Randvillkor

source: Number of replicants in X, Y and Z directions.
sv: Antal replikeringar i X-, Y- och Z-led.

source: Replicate
sv: Replikera

source: Replicate the X direction.
sv: Replikera i X-led.

source: Replicate the Y direction.
sv: Replikera i Y-led.

source: Replicate the Z direction.
sv: Replikera i Z-led.

source: Total number of timesteps to run the simulation.
sv: Totalt antal tidssteg som simuleringen ska köras.

source: Total Steps
sv: Totalt antal steg

source: Dump Interval
sv: Intervall för utdata

source: Set the initial atom velocities for the simulation.
sv: Ange atomernas initiala hastigheter för simuleringen.

source: Initial Velocities
sv: Initiala hastigheter

source: Select the distribution of initial atom velocities.
sv: Välj fördelningen för atomernas initiala hastigheter.

source: gaussian
sv: gaussisk

source: uniform
sv: likformig

source: Set the initial atom velocities to match this temperature.
sv: Ställ in atomernas initiala hastigheter så att de motsvarar denna temperatur.

source: Remove system linear momentum from initial velocities.
sv: Ta bort systemets linjära rörelsemängd från de initiala hastigheterna.

source: Zero Linear Momentum
sv: Nollställ linjär rörelsemängd

source: Remove system angular momentum from initial velocities.
sv: Ta bort systemets rörelsemängdsmoment från de initiala hastigheterna.

source: Zero Angular Momentum
sv: Nollställ rörelsemängdsmoment

source: Control the thermodynamic output during the simulation.
sv: Styr de termodynamiska utdata som skrivs under simuleringen.

source: Output Interval
sv: Intervall för utdata

source: Thermodynamic output style.
sv: Format för termodynamiska utdata.

source: One Line
sv: En rad

source: Multi Line
sv: Flera rader

source: Use Form
sv: Använd formulär

source: Generate…
sv: Skapa…

source: Descriptor:
sv: Deskriptor:

source: Translate by:
sv: Förflytta efter:

source: Rotate around:
sv: Rotera kring:

source: Center of Molecule
sv: Molekylens centrum

source: Center of Selection
sv: Markeringens centrum

source: X-axis
sv: X-axel

source: Y-axis
sv: Y-axel

source: Z-axis
sv: Z-axel

source: Move:
sv: Flytta:

source: Selected Atoms
sv: Markerade atomer

source: Everything Else
sv: Allt annat

source: Conformer Search
sv: Konformersökning

source: Number of conformers:
sv: Antal konformerer:

source: Systematic rotor search
sv: Systematisk rotorsökning

source: Random rotor search
sv: Slumpmässig rotorsökning

source: Weighted rotor search
sv: Viktad rotorsökning

source: Genetic algorithm search
sv: Sökning med genetisk algoritm

source: Optimization per conformer:
sv: Optimering per konformer:

source: Genetic Algorithm Options
sv: Alternativ för genetisk algoritm

source: number of children for each parent geometry
sv: antal barn för varje föräldrageometri

source: Children:
sv: Barn:

source: mutation frequency (lower = more frequent mutations)
sv: mutationsfrekvens (lägre = fler mutationer)

source: Mutability:
sv: Muterbarhet:

source: number of identical generations before convergence is reached
sv: antal identiska generationer innan konvergens nås

source: Convergence:
sv: Konvergens:

source: Scoring method:
sv: Poängsättningsmetod:

source: scoring method for the genetic algorithm (RMSD = geometric distance, energy = lowest energies)
sv: poängsättningsmetod för den genetiska algoritmen (RMSD = geometriskt avstånd, energi = lägsta energier)

source: Optimization algorithm:
sv: Optimeringsalgoritm:

source: Line search technique:
sv: Linjesökteknik:

source: Steepest Descent
sv: Brantaste nedstigning

source: Conjugate Gradient
sv: Konjugatgradient

source: Simple
sv: Enkel

source: Newton's Method
sv: Newton-metod

source: Limit Non-Bonded Interactions
sv: Begränsa icke-bindande växelverkningar

source: Van der Waals cutoff distance:
sv: Avskärningsavstånd för van der Waals-krafter:

source: Pair update frequency:
sv: Frekvens för uppdatering av par:

source: electrostatic cutoff distance:
sv: Avskärningsavstånd för elektrostatiska krafter:

source: "Energy" convergence:
sv: Konvergens för ”energi”:

source: OpenMM Script Builder
sv: OpenMM-skriptbyggare

source: Job script:
sv: Jobbskript:

source: script
sv: skript

source: Input Coords:
sv: Indatakoordinater:

source: Input Topology:
sv: Indatatopologi:

source: Forcefield:
sv: Kraftfält:

source: Water Model:
sv: Vattenmodell:

source: Implicit Solvent (OBC)
sv: Implicit lösningsmedelsmodell (OBC)

source: Platform:
sv: Plattform:

source: single
sv: Enkel

source: mixed
sv: Blandad

source: double
sv: Dubbel

source: Device Index:
sv: Enhetsindex:

source: OpenCL Platform Index:
sv: OpenCL-plattformsindex:

source: Nonbonded method:
sv: Icke-bindande metod:

source: Ewald Tolerance:
sv: Ewald-tolerans:

source: Constraints:
sv: Restriktioner:

source: Constraint Tolerance:
sv: Restriktionstolerans:

source: Rigid water?
sv: Stelt vatten?

source: False
sv: Falskt

source: Nonbonded cutoff:
sv: Avskärning för icke-bindande växelverkningar:

source: Random initial velocity:
sv: Slumpmässig initial hastighet:

source: Generation Temp:
sv: Genereringstemperatur:

source: Brownian
sv: Brownsk

source: VariableLangevin
sv: Variabel Langevin

source: VariableVerlet
sv: Variabel Verlet

source: Error tolerance:
sv: Feltolerans:

source: Collision rate:
sv: Kollisionsfrekvens:

source: Pressure:
sv: Tryck:

source: Barostat Interval
sv: Barostatintervall

source: Reporters:
sv: Rapportörer:

source: Report Interval:
sv: Rapporteringsintervall:

source: Equilibration Steps:
sv: Ekvilibreringssteg:

source: Production Steps:
sv: Produktionssteg:

source: Minimize?
sv: Minimera?

source: Max. Minimize Steps:
sv: Högsta antal minimeringssteg:

source: StateData options:
sv: Alternativ för StateData:

source: Step Index
sv: Stegindex

source: Potential Energy
sv: Potentiell energi

source: Kinetic Energy
sv: Kinetisk energi

source: Total Energy
sv: Total energi

source: Search plugins…
sv: Sök insticksmoduler…

source: Install from Directory…
sv: Installera från katalog…

source: Remove Selected
sv: Ta bort markerade

source: Install / Update Selected
sv: Installera/uppdatera markerade

source: PDF Plot Options
sv: Alternativ för PDF-diagram

source: Maximum Radius:
sv: Maximal radie:

source: Step (dr):
sv: Steg (dr):

source: Theoretical XRD Pattern Options
sv: Alternativ för teoretiskt röntgendiffraktionsmönster

source: <html><head/><body><p>The broadening of the peak at the base (in degrees).</p></body></html>
sv: <html><head/><body><p>Toppens breddning vid basen (i grader).</p></body></html>

source: <html><head/><body><p>The max 2theta value in degrees.</p><p>Default: 162.00°</p></body></html>
sv: <html><head/><body><p>Högsta 2θ-värde i grader.</p><p>Standard: 162,00°</p></body></html>

source: <html><head/><body><p>The broadening of the peaks at the base in degrees.</p><p>Default: 0.52958°</p></body></html>
sv: <html><head/><body><p>Topparnas breddning vid basen i grader.</p><p>Standard: 0,52958°</p></body></html>

source: Number of points:
sv: Antal punkter:

source: Peak width:
sv: Toppbredd:

source: Wavelength:
sv: Våglängd:

source: <html><head/><body><p>The wavelength of the x-ray in Angstroms. </p><p>Default: 1.50560 Å</p></body></html>
sv: <html><head/><body><p>Röntgenstrålningens våglängd i ångström. </p><p>Standard: 1,50560 Å</p></body></html>

source: <html><head/><body><p>The number of 2theta points to generate.</p><p>Default: 1000</p></body></html>
sv: <html><head/><body><p>Antalet 2θ-punkter som ska skapas.</p><p>Standard: 1000</p></body></html>

source: Critical Point Radius:
sv: Radie för kritisk punkt:

source: Bond Path Radius:
sv: Radie för bindningsväg:

source: Covalent
sv: Kovalent

source: Constant Size
sv: Konstant storlek

source: Apply Color
sv: Använd färg

source: Spectra Visualization
sv: Spektravisualisering

source: Scale Factor:
sv: Skalningsfaktor:

source: X-Axis Minimum:
sv: X-axelns minimum:

source: X-Axis Maximum:
sv: X-axelns maximum:

source: Offset:
sv: Förskjutning:

source: Y-Axis Maximum:
sv: Y-axelns maximum:

source: Y-Axis Minimum:
sv: Y-axelns minimum:

source: Peak Width:
sv: Toppbredd:

source: Peak Threshold:
sv: Topptröskel:

source: Units:
sv: Enheter:

source: &Appearance
sv: &Utseende

source: Set Color…
sv: Ange färg…

source: Imported Spectra:
sv: Importerade spektra:

source: Font Size:
sv: Teckenstorlek:

source: Imports a tsv of experimental spectra to overlay on the plot.
sv: Importerar en TSV-fil med experimentella spektra som överlagras på diagrammet.

source: &Import…
sv: &Importera…

source: Background:
sv: Bakgrund:

source: Calculated Spectra:
sv: Beräknade spektra:

source: Raw Spectra:
sv: Råa spektra:

source: &Export…
sv: &Exportera…

source: Export Data
sv: Exportera data

source: &Options…
sv: &Alternativ…

source: Controls: Double left click: Restore default axis limits Right click + drag: Move plot Middle click + drag: Zoom to region Scroll wheel: Zoom to cursor
sv: Reglage: Dubbelklick med vänster knapp: återställ standardgränser för axlar Högerklick och dra: flytta diagrammet Mittenklick och dra: zooma till område Rullhjul: zooma till markören

source: &Load data…
sv: &Läs in data…

source: Quality:
sv: Kvalitet:
